{
    "s. 29.1": "The child(ren) remain(s) in the care of the parent(s) and the director applies for an order that the director supervise that care under s. 29.1. (The director has reasonable grounds to believe the child needs protection and a supervision order would be adequate to protect the child.)",
    "s. 30 health and safety in immediate danger": "The child(ren) was/were removed under the authority of the Child, Family and Community Service Act, under s. 30 (The director has reasonable grounds to believe the child needs protection, AND the child's health or safety is in immediate danger.)",
    "s. 30 less disruptive available measure is adequate": "The child(ren) was/were removed under the authority of the Child, Family and Community Service Act, under s. 30 (The director has reasonable grounds to believe the child needs protection, AND no less disruptive available measure is adequate to protect the child.)",
    "s. 36 (1)": "(The director has reasonable grounds to believe that an order made under s. 33.2(2) or 35(2) (b) or (d) or 36(3) no longer protects the child or a person has not complied with a term or condition of the order and the director is required to remove the child.)",
    "s. 42": "(The director has reasonable grounds to believe that an order made under s. 41(1) (a) or (b), 41(1.1) or (2.1), 42.2(4) (a) or (c), 46(3), 49(8) or 54.01(10) or an interim order made under s. 42.1 no longer protects the child or a person has not complied with a term or condition of the order and the director is required to remove the child.)",
    "affidavit": "An affidavit is a document that contains facts that you swear under oath or affirm to be true. It is your story that you are telling the court.",
    "family law act protection order": "A Family Law Act Protection Order is a protection order from family court that can protect you from a family member. It is a list of conditions that may include: no visits to your home or workplace, no phone calls, emails, or letters, and no messages through a friend or relative. If the family member doesn't follow the conditions, they may face criminal charges.\n\n  [Click here for more information](https://www2.gov.bc.ca/gov/content/life-events/divorce/family-justice/keeping-your-family-safe/protection-order). (This link will open in a new tab.)",
    "family member": "A family member includes:\n - someone you are or were married to\n  - someone you live or lived with in a marriage-like relationship\n  - your child’s parent or legal guardian\n  - a relative of any of the people above who lives with them\n - a relative of yours who lives with you\n  - your own child",
    "family violence": "When a family member makes you feel unsafe, this is called Family Violence. Family violence includes many things such as:\n - physical abuse (or attempted abuse)\n - emotional or mental abuse (stalking, threats, intimidation or harassment)\n - sexual abuse (or attempted abuse)\n - denying food or other basic needs\n - children being exposed to family violence\n\n[Click here for more information for what counts as Family Violence](http://www.justice.gc.ca/eng/cj-jp/fv-vf/laws-lois.html). (This link will open in a new tab.)",
    "legal guardian": "A legal guardian is someone who was appointed by a court to be allowed to make decisions for a child under the age of 19.",
    "legal guardians": "A legal guardian is someone who was appointed by a court to be allowed to make decisions for a child under the age of 19.",
    "order": "An order is a list of conditions set by a judge that you and/or the other person must follow. A judge can make an order after a trial or hearing, or when both people agree. Orders are sometimes called decisions or judgments.",
    "peace bond": "A peace bond is a protection order made under the [Criminal Code](http://laws-lois.justice.gc.ca/eng/acts/C-46/) of Canada. It can  protect you from anyone, including someone who is not your family member. It is a list of conditions that may include: no visits to your home or workplace, no phone calls, emails, letters, or messages through a friend or relative. If the person doesn't follow the conditions, they may face criminal charges.\n\n  [Click here for more information](https://www.justice.gc.ca/eng/cj-jp/victims-victimes/report-signale/peace-ordre.html).  (This link will open in a new tab.)",
    "protection order": "A Protection Order is a list of conditions, set by a judge, that a person must follow. This may mean no visits to your home or workplace, no phone calls, emails, letters, or messages through a friend or relative. If the person doesn't follow the conditions, they may face criminal charges.",
    "support": "Support is money paid by one person to another, after their relationship ends, to provide for the financial needs of a spouse or children.",
    "unsafe": "When a family member makes you feel unsafe, this is called Family Violence. Family violence includes many things such as:\n - physical abuse (or attempted abuse)\n  - emotional or mental abuse (stalking, threats, intimidation or harassment)\n - sexual abuse (or attempted abuse)\n - denying food or other basic needs\n  - children being exposed to family violence\n\n[Click here for more information for what counts as Family Violence](http://www.justice.gc.ca/eng/cj-jp/fv-vf/laws-lois.html).  (This link will open in a new tab.)",
    "weapon": "A *weapon* means any thing used, designed to be used or intended for use\n\n  - (a) in causing death or injury to any person, or\n  - (b) for the purpose of threatening or intimidating any person\n  \n  and, without restricting the generality of the foregoing, includes a firearm and, for the purposes of sections 88, 267 and 272, any thing used, designed to be used or intended for use in binding or tying up a person against their will; (arme)\n  Click [here for more information](http://laws-lois.justice.gc.ca/eng/acts/C-46/page-1.html).",
    "written agreement": "A written agreement is a document that is signed by you and an other person.",
    "written agreements": "A written agreement is a document that is signed by you and an other person."
}
